[
    {
        "chapter": "1",
        "title": "《我只是看到了而已》",
        "character": "江昕禾",
        "description": "昕禾是某公立大學二年級學生，就讀社會科學相關科系。平時熱衷校園活動，也關注公共議題，在社群平台上活躍，擁有廣闊的社交圈。",
        "stages": [
            {
                "id": 1,
                "bgImage": "bg.jpg",
                "description": "你在朋友的 IG 限時動態上看到一張模糊的截圖，留言寫著：「大家都看到了吧？她真的這麼放得開喔XD」",
                "choice": [
                    "點進去看看到底是不是她。",
                    "截圖並傳給群組朋友：「真的假的啊？」",
                    "看了之後心裡不舒服，但什麼都沒做。",
                    "立刻關掉，並私訊限動的人：「這樣不太好吧？」"
                ]
            },
            {
                "id": 2,
                "bgImage": "bg.jpg",
                "description": "過沒幾天，在系上群組裡開始有人貼迷因版本的那張照片，還配上了低俗笑話。",
                "choice": [
                    "傳給另一個群組：「你們也看過了嗎哈哈」",
                    "按了愛心表情，覺得只是開玩笑。",
                    "留言：「這樣是不是有點太超過？」",
                    "私訊群主希望撤下圖文，並告知老師。"
                ]
            },
            {
                "id": 3,
                "bgImage": "bg.jpg",
                "description": "那位女同學的狀態似乎變得低落，不太說話、沒什麼笑容。",
                "choice": [
                    "跟朋友說：「她是不是有點誇張，小題大做。」",
                    "假裝沒發現，不想插手。",
                    "傳訊息問她還好嗎。",
                    "試著安慰她，也鼓勵她尋求協助。"
                ]
            },
            {
                "id": 4,
                "bgImage": "bg.jpg",
                "description": "匿名論壇上開始有人貼出影片的截圖，你在 Dcard 上看到熱門貼文底下全是網民攻擊。",
                "choice": [
                    "按了表情符號或回應「身材真好！」",
                    "滑過去看了內容，但沒發表評論。",
                    "留言提醒大家刪文、保護她的隱私。",
                    "舉報貼文，並在自己的限動發文呼籲尊重。"
                ]
            },
            {
                "id": 5,
                "bgImage": "bg.jpg",
                "description": "學期快結束了，她休學的消息傳開。你在夜深人靜時，重新回想這段過程。",
                "choice": [
                    "告訴自己「反正不關我的事」繼續滑手機。",
                    "有點內疚但也不知道能做什麼。",
                    "開始搜尋數位性別暴力的資訊。",
                    "寫了一段貼文公開自己的反思與對她的歉意。"
                ]
            }
        ],
        "ends": {
            "bgImage": "bg.jpg",
            "10": {
                "role": "模糊的旁觀者",
                "description": "「你做出的每個選擇看似不具惡意，但它們讓暴力有了生存的空間。」<br><br>這些看似輕微的點擊、笑聲或轉傳，在無形中放大了他人的傷害。也許你未曾真正思考後果，但這也是我們共同要面對的問題：當冷漠與從眾成為慣性，我們如何才能重新看清行動的分量？"
            },
            "15": {
                "role": "猶豫的選擇者",
                "description": "「你其實有察覺到哪裡不對，但還是選擇保持距離。」<br><br>在許多時刻，你的沉默不是因為不在意，而是因為害怕、困惑、或無力。這些情感真實存在，我們理解這份掙扎。但也正因如此，對抗暴力從來不只是對或錯，而是一次次更接近行動的努力。"
            },
            "20": {
                "role": "正在改變的人",
                "description": "「你的選擇讓我們看見，沉默並非唯一的答案。」<br><br>你正在用行動證明，理解與同理可以成為抵抗的力量。即使有時不完美，即使不知道該怎麼做，你仍然試著站在受害者那一邊。這樣的你，就是推動改變的重要起點。"
            }
        }
    },
    {
        "chapter": "2",
        "title": "《我以為不會有事》",
        "character": "游晨昀",
        "description": "游晨昀是一位熱衷社群、愛拍照、喜歡記錄生活的大學生，就讀傳播相關科系。他常用短影片記錄與朋友的互動，也習慣在網路上分享生活瑣事。因為相信朋友，所以享受被讚賞與關注，朋友之間也經常以互相捉弄打鬧為樂。",
        "stages": [
            {
                "id": 1,
                "bgImage": "bg.jpg",
                "description": "你和幾個朋友在討論各自不為人知的情趣，有人突然說：「欸你手機裡不是有你自己的影片？你敢不敢丟到板上讓大家看看？賭你不敢啦！」",
                "choice": [
                    "笑笑不說話，把影片藏好。",
                    "說：「不要啦，這樣會出事。」但沒真的阻止他人。",
                    "說：「誰說我不敢，我找找看。」開始滑手機。",
                    "睡前突然想起朋友說的話，將影片匿名發到版上"
                ]
            },
            {
                "id": 2,
                "bgImage": "bg.jpg",
                "description": "你把影片上傳到一個匿名論壇，加了馬賽克處理，自以為安全無虞。",
                "choice": [
                    "再三檢查匿名設定，心裡有點慌。",
                    "傳給朋友看：「應該沒事吧，看起來很隱密。」",
                    "註冊小帳號，開一串文圖。",
                    "主動用迷因語氣寫貼文，引起更多人互動。"
                ]
            },
            {
                "id": 3,
                "bgImage": "bg.jpg",
                "description": "隔天，影片流傳得比你想像中更快，而且有人猜到了是誰。",
                "choice": [
                    "馬上刪掉，然後發訊息請別人不要轉傳。",
                    "假裝沒事，還和朋友一起看留言。",
                    "有點後悔但覺得無法收回了。",
                    "開小號再發一篇：「你不覺得他很大嗎哈哈哈」繼續開玩笑"
                ]
            },
            {
                "id": 4,
                "bgImage": "bg.jpg",
                "description": "突然有人匿名發文揭露你的個人資訊，不僅 ID 被截圖曝光，學校也注意到了。",
                "choice": [
                    "馬上刪除貼文裝沒事。",
                    "尋求NGO與社群平台的協助，挽回自己的錯誤。",
                    "試著否認：「那個影片裡面的人不是我。」",
                    "選擇潛水，關帳號裝死。"
                ]
            },
            {
                "id": 5,
                "bgImage": "bg.jpg",
                "description": "事情落幕後，你開始思考一開始為什麼會做這件事。",
                "choice": [
                    "認知到是想「博眼球」、在群體中獲得認可。",
                    "覺得只是時運不好，早知道就不要被慫恿。",
                    "覺得自己交到壞朋友，決定和他們絕交。",
                    "還是覺得這只是大家都會做的事，沒什麼大不了。"
                ]
            }
        ],
        "ends": {
            "bgImage": "bg.jpg",
            "10": {
                "role": "誤入歧途的羔羊",
                "description": "「你可能沒有惡意，只是跟著氣氛起哄，想融入、想被認同。但這些看似無傷大雅的行為，也可能造成難以挽回的傷害。」<br><br>你做的選擇中，有些可能只是出於一時衝動，或來自對匿名性的過度信任。然而，每一次的轉發、每一條玩笑留言，都可能讓真實的人陷入巨大的痛苦。這不代表你是壞人，而是提醒我們，在數位世界中，『只是一下』可能比你想像的更深刻。改變不會一蹴可幾，但從意識到行動，每一小步都重要。"
            },
            "15": {
                "role": "遲來的領悟",
                "description": "「你開始意識到事情不對，也想過收手，但往往晚了一步，或者害怕面對結果。」<br><br>你在故事中呈現出來的，是一種很常見的掙扎：介於好奇與焦慮、介於從眾與不安之間。你嘗試過阻止傷害，卻也在某些時刻選擇沉默或逃避。這份猶豫，是很多人面對數位性暴力時的真實反應。重點不在於你做錯了什麼，而是你已經開始意識到「這不只是鬧著玩」，你開始理解行動的重量。下一次，你或許會更早意識到，也更有勇氣說不。"
            },
            "20": {
                "role": "跌跌撞撞的學習家",
                "description": "「你做過選擇，也曾錯估後果，但你願意承認、願意挽回、願意學習。」<br><br>你不是完美的行動者，也不是生來就知道該怎麼做的人，但你在過程中展現了關鍵的勇氣——反思。你試圖彌補、尋求協助、重新面對自己的動機，這些行動比你想像中有力量。真正的修正不是否認過錯，而是從錯誤中學習，為自己，也為他人創造更友善的空間。你的故事，是許多人正在經歷的路，而你的選擇，正打開更多可能的未來。"
            }
        }
    },
    {
        "chapter": "3",
        "title": "《她不再跟我說話了》",
        "character": "陳恩宇",
        "description": "陳恩宇是主角的摯友，兩人從高中就維持無話不談的親密關係，進入大學後雖分屬不同系，依舊保持聯繫。",
        "stages": [
            {
                "id": 1,
                "bgImage": "bg.jpg",
                "description": "她最近變得很奇怪，訊息都不讀不回，見面也不像以前一樣開朗。",
                "choice": [
                    "傳訊息問：「你最近還好嗎？我有點擔心你。」",
                    "約她出來吃飯，但她說很忙，你也就沒再追問。",
                    "在朋友群組開玩笑說：「都不回訊息，還是不是朋友啊？」",
                    "想關心，但覺得她應該只是自己不想講。"
                ]
            },
            {
                "id": 2,
                "bgImage": "bg.jpg",
                "description": "你在某個匿名社團看到一個影片連結，留言區有人在猜是你朋友。",
                "choice": [
                    "馬上截圖私訊她：「這是你嗎？我可以幫你做什麼？」",
                    "默默回報社團內容，但沒跟她說。",
                    "心裡覺得震驚，但猶豫要不要打擾她。",
                    "點進去影片看了一下，還截圖傳給朋友：「你覺得是她嗎？」"
                ]
            },
            {
                "id": 3,
                "bgImage": "bg.jpg",
                "description": "你開始發現很多同學在背後竊竊私語，有人還拿她當迷因來開玩笑。",
                "choice": [
                    "當場制止：「這種玩笑很沒禮貌，很可能會傷害到她，你們知道嗎？」",
                    "裝作沒聽見，但覺得很不舒服。",
                    "用笑聲掩飾不自在，也跟著附和兩句。",
                    "私下委婉地提醒對方：「你們這樣說不太好吧。」"
                ]
            },
            {
                "id": 4,
                "bgImage": "bg.jpg",
                "description": "你試圖找她聊聊，但她很冷淡，甚至把你的訊息已讀不回。",
                "choice": [
                    "傳語音說出自己的想法：「我真的很在意你，就算現在不能說話，我也會在。」",
                    "把她的狀況發到公開的網路平台上，徵求網友的意見與幫助。",
                    "感到受傷，也有點氣：「我不會勉強你說。」",
                    "開始和其他朋友抱怨她變得怪怪的。"
                ]
            },
            {
                "id": 5,
                "bgImage": "bg.jpg",
                "description": "你在 IG 上看到她刪了所有貼文，甚至可能辦了新帳號，彷彿從你世界消失。",
                "choice": [
                    "你主動去找導師或學校輔導室，詢問能否提供協助。",
                    "在她生日那天寫一張卡片請別人轉交給她：「無論你在哪，我都還在這裡。」",
                    "默默翻著過去的照片回憶，眼眶發熱。",
                    "覺得一切都過去了，選擇遺忘。"
                ]
            }
        ],
        "ends": {
            "bgImage": "bg.jpg",
            "10": {
                "role": "靜默遠離的友情",
                "description": "「你曾經靠近，但也選擇了退後。在傷害發生的那一刻，你沒有站在她身邊。」<br><br>這段關係裡，你感受到了不對勁，也曾猶豫是否介入，但最終選擇了觀望。也許是不知所措，也許是害怕說錯話。但你的沉默，讓她更加孤單，也錯失了你原本能給予的力量。"
            },
            "15": {
                "role": "逐漸穩固的支持",
                "description": "「你在懷疑與壓力中動搖，但至少開始理解：陪伴不必完美，也能有力量。」<br><br>你不是一開始就能站穩腳步，但在反覆思索與情感交錯中，你試著靠近。你學會不用急著給答案，而是先給一個願意聽的空間。你正在學會如何成為一個真正的支持者。"
            },
            "20": {
                "role": "溫柔守候的力量",
                "description": "「你用真誠的行動與情感，在她最孤單的時候，成為那個始終沒有離開的人。」<br><br>即便她不說、你也不全懂，但你選擇陪在她身邊。你理解有些傷口無法立刻癒合，也明白沉默本身就是求救的訊號。你不急著打破沉默，而是耐心守候，讓她知道自己不再是孤軍奮戰。"
            }
        }
    },
    {
        "chapter": "4",
        "title": "《我只是做了一個平台》",
        "character": "周子睿",
        "description": "周子睿是一位資工系學生，擅長寫程式、架設網站，也曾參加過開源社群與創新黑客松。他在畢業前設計了一個讓人匿名發洩情緒、分享秘密的平台，卻在無意間造成無法預期的後果……",
        "stages": [
            {
                "id": 1,
                "bgImage": "bg.jpg",
                "description": "你創了一個匿名平台，想讓大家能無壓力地抒發心情、聊聊祕密。",
                "choice": [
                    "在首頁清楚標示「禁止散布任何具傷害性或違法之內容」",
                    "開放所有內容，相信使用者會自律。",
                    "加設「按讚」與「匿名留言」功能，希望提升互動。",
                    "設定標籤篩選機制，將使用者區分為不同群體。"
                ]
            },
            {
                "id": 2,
                "bgImage": "bg.jpg",
                "description": "你發現流量暴增，有些是分享自拍、曖昧對話，甚至出現疑似私密影片。",
                "choice": [
                    "馬上下架可疑內容並公告提醒使用者。",
                    "設立「檢舉」按鈕，但沒有即時審核。",
                    "猶豫中觀望，直到發生重大案件才處理。",
                    "放任內容不管，使用者有權決定自己想看的內容。"
                ]
            },
            {
                "id": 3,
                "bgImage": "bg.jpg",
                "description": "相關主管機關知情後發信關切，質疑你的平台涉嫌散布未經授權的內容，可能涉及違法。",
                "choice": [
                    "暫時關站並主動說明情況。",
                    "改為登入限定、調整隱私設定。",
                    "隱匿身份，讓網站繼續運作。",
                    "回信反駁「使用者行為不干我的事」。"
                ]
            },
            {
                "id": 4,
                "bgImage": "bg.jpg",
                "description": "平台的使用量暴增，上級或贊助者認為這是成功的指標，卻不願面對其內容可能涉及非法與傷害，他們希望你「別自毀平台」，提醒你內容太乾淨就不會有人來。",
                "choice": [
                    "表示拒絕：「我們不能建立在他人傷害之上。」",
                    "嘗試說服他們增加分級與使用者限制，避免增加平台營運的風險。",
                    "妥協地將問題內容「隱藏」而非刪除。",
                    "不作為，讓使用者自由瀏覽。"
                ]
            },
            {
                "id": 5,
                "bgImage": "bg.jpg",
                "description": "一名女孩傳訊息來，說平台上流傳的影片裡是她。她懇求你幫忙撤下。",
                "choice": [
                    "立即協助下架影片並封鎖來源，回信道歉並承諾加強機制。",
                    "要求她提出完整證明，流程上再說。",
                    "忽略訊息，裝作沒看到。",
                    "回她：「你自己去叫那個人刪掉啊。」"
                ]
            }
        ],
        "ends": {
            "bgImage": "bg.jpg",
            "10": {
                "role": "逃避責任的開發者",
                "description": "「你曾說你只是個創作者，卻忽略了每一行程式碼背後的影響力。」<br><br>你選擇聚焦在技術與數據成長，對平台上的暴力與傷害視而不見。你不覺得自己該負責，也避免面對不便與衝突，但你忘了，無作為也可能是共犯。"
            },
            "15": {
                "role": "被兩難吞沒的管理員",
                "description": "「你在壓力與道德之間折衷，做了一些努力，也錯過了一些重要的選擇。」<br><br>你看見了問題，也嘗試處理，但在使用者數據與資方壓力中搖擺不定。你想保護被傷害的人，卻也害怕平台被關掉。你不是冷漠，而是困在體制中。"
            },
            "20": {
                "role": "自覺的責任承擔者",
                "description": "「你最終明白：設計平台也意味著設計責任。你選擇站在人的一邊。」<br><br>你理解科技不能只是中性的工具，也意識到設計者必須對其帶來的影響有所回應。你開始調整規則、發聲倡議，努力將平台轉向一個更安全、有人味的空間。"
            }
        }
    },
    {
        "chapter": "5",
        "title": "《不是我，卻也無處可逃》",
        "character": "許以辰",
        "description": "許以辰是一位在生活中極力保持低調、個性內向謹慎且重視隱私的大學生。",
        "stages": [
            {
                "id": 1,
                "bgImage": "bg.jpg",
                "description": "你過著平凡的大學生生活，沒料到某天，朋友突然傳訊說「網路上有人說影片裡的是你」。",
                "choice": [
                    "馬上去查找影片來源，看看發生什麼事。",
                    "傻眼不知所措，先問朋友怎麼會這樣。",
                    "覺得荒謬、不屑一顧：「反正我沒做」。",
                    "默默把社群帳號刪除。"
                ]
            },
            {
                "id": 2,
                "bgImage": "bg.jpg",
                "description": "不久後，你的帳號被截圖、名字被標記，還有人在匿名版留言「這不就是許以辰？」",
                "choice": [
                    "發文澄清並附上時間證明，希望平息風波。",
                    "去找輔導室、校安中心請求協助。",
                    "照樣上課，裝作沒事發生。",
                    "讓朋友幫忙上網澄清，不願把事情鬧大。"
                ]
            },
            {
                "id": 3,
                "bgImage": "bg.jpg",
                "description": "你的朋友、同學開始以奇怪眼光看你，有人不再跟你打招呼，有人背後竊語，有人乾脆封鎖你。",
                "choice": [
                    "主動找信任的朋友談談，希望有人理解你。",
                    "當面澄清。",
                    "休學平息風波。",
                    "裝作沒事，也不想再解釋。"
                ]
            },
            {
                "id": 4,
                "bgImage": "bg.jpg",
                "description": "你不再想出門，也不想看手機，漸漸懷疑：是不是我哪裡做錯了，才讓大家覺得是我？",
                "choice": [
                    "嘗試紀錄自己的狀態，並尋求心理支持。",
                    "一直反覆看留言，陷入情緒低潮，產生自傷的念頭。",
                    "選擇讓時間帶走一切，將注意力放到其他事物上，嘗試忘記這些痛苦。",
                    "自我封閉，不再相信他人，斷絕與外界的聯繫。"
                ]
            },
            {
                "id": 5,
                "bgImage": "bg.jpg",
                "description": "你收到某個性別倡議團體的匿名邀請，希望你能分享這次經驗，用你的故事提醒大眾：有時傷害來自「看起來像」，不是「就是她／他」。",
                "choice": [
                    "再次被提醒這段回憶，選擇在網路上發文，可能再次受到傷害，也可能得到大家的共鳴與支持。",
                    "閱讀後沉默未回，仍然將這件事視為塵封往事，不願承認自己的傷痛。",
                    "回信致謝，深受觸動，雖然不願再提起傷心往事，但還是很開心有人將我的痛苦視為有意義的經歷。",
                    "責備倡議團體消費受害者。"
                ]
            }
        ],
        "ends": {
            "bgImage": "bg.jpg",
            "10": {
                "role": "沉默的無辜受害者",
                "description": "「你沒有選擇這場風暴，只想靜靜活下來。」<br><br>你努力想與這場風暴保持距離，選擇沉默或封閉自己，只希望傷害早日結束。這樣的選擇本身就很不容易。沒有人應該承擔不屬於自己的痛，願你有一天能感受到真正的平靜與信任。"
            },
            "15": {
                "role": "找尋出口的人",
                "description": "「你還在迷霧中徘徊，卻沒有放棄前行。」<br><br>你在矛盾與懷疑中前行，有時想澄清、有時想逃避，有時又想相信這一切終會過去。你正在努力找一條屬於自己的出路，願這段經歷不成為陰影，而是一個讓你更認識自己的契機。"
            },
            "20": {
                "role": "守護甜心",
                "description": "「你選擇理解自己，也選擇重新相信世界。」<br><br>即使過程不容易，你仍選擇照顧自己、理解自己，並嘗試與世界重新連結。這不是脆弱，而是一種深刻的力量。願你的故事，成為他人理解與改變的起點，也為自己帶來新的意義。"
            }
        }
    }
]