[
    {
        "chapter": "1",
        "title": "《我只是看到了而已》",
        "character": "江昕禾",
        "description": "昕禾是某公立大學社會科學系的大二學生，個性外向、關心社會議題，在社群平台上活躍，也常參與校園活動，擁有多元的社交圈，喜歡透過社群平台紀錄日常與發表看法……",
        "bgImage": "1_0.jpg",
        "stages": [
            {
                "id": 1,
                "bgImage": "1_1.jpg",
                "description": "某天深夜，你滑著 IG，看到一位朋友的限動裡貼出一張模糊的截圖，畫面似乎是某段影片的一部分。<br><br>配圖的文字寫著：「大家都看到了吧？她真的這麼放得開喔笑死」<br><br>你突然有點好奇，又有點不安……",
                "choice": [
                    "出於好奇，你點進帳號頁面與貼文細看：「到底是不是她啊……？」 ",
                    "你將限動截圖，傳進群組：「真的假的啊？你們看過了嗎？」",
                    "雖然你不舒服，但什麼都沒做，只是繼續滑過下一則限動。",
                    "你立刻關掉限動，私訊對方：「這樣真的不太好吧……她會受傷的。」"
                ]
            },
            {
                "id": 2,
                "bgImage": "1_2.jpg",
                "description": "沒幾天，同樣的事情發生在系上群組。有人把那張截圖做成迷因圖，搭配著暗示性笑話傳了進來。聊天室笑成一片，表情符號、嘲笑的言論不斷冒出。你看著畫面，腦中閃過那張模糊的臉……",
                "choice": [
                    "你轉貼給另一個群組：「你們也看過了嗎哈哈哈，太扯了吧。」 ",
                    "默默按了愛心表情，心想只是開開玩笑而已。",
                    "留言提醒：「這樣會不會太過頭了啊……」",
                    "私訊群組管理員，請他撤下圖片，並轉知導師或學務處。"
                ]
            },
            {
                "id": 3,
                "bgImage": "1_3.jpg",
                "description": "那位女生最近變得明顯安靜，走路總是低著頭，也不再和人聊天。你們在走廊擦身而過，她眼神空洞、像在逃避什麼。你一度想開口，但又忍住了……",
                "choice": [
                    "在朋友耳邊低語：「她是不是太玻璃心了，小題大作？」 ",
                    "假裝不知情，低頭繼續忙自己的事。",
                    "鼓起勇氣傳訊息：「妳最近還好嗎？如果需要人說話，可以找我。」 ",
                    "主動靠近她，陪她吃飯，並跟她說：「如果妳願意講，我會聽著。」 "
                ]
            },
            {
                "id": 4,
                "bgImage": "1_4.jpg",
                "description": "事件像病毒一樣迅速蔓延。你在 Dcard 熱門看到那支影片的截圖被貼出來，底下留言如洪水般湧來，有人分析影片角度、有人開著低級玩笑，還有人直接標註疑似的名字……",
                "choice": [
                    "忍不住按了表情或留言：「也太辣了吧，這誰敢信？」 ",
                    "滑過去看了一遍，但沒有留言。",
                    "留下理性提醒：「這樣公開她的身分真的不妥，請大家刪文。」 ",
                    "你截圖舉報該貼文，並在自己的限時呼籲：「不要再傳了，她是人，不是話題。」 "
                ]
            },
            {
                "id": 5,
                "bgImage": "1_5.jpg",
                "description": "學期快結束的某天，你聽說她已經辦理休學。那天，你和你朋友在下課後閒聊，聊起這件事，腦中重播著這段過程中的每個畫面──你點進那則限動的瞬間、群組裡那串笑聲、以及她沉默的背影……",
                "choice": [
                    "嘆口氣，自我催眠：「這些又不是我傳的，她的決定跟我無關。」",
                    "感到些許內疚，但不確定能補救什麼，只好沉默收場。 ",
                    " 開始主動搜尋有關「數位性別暴力」的資料，想了解背後的結構。",
                    "在社群上寫下一段公開反思：「我曾選擇沉默，現在我想說對不起。」 "
                ]
            }
        ],
        "ends": {
            "bgImage": "1_6.jpg",
            "10": {
                "role": "你沒有出聲，但世界聽見了",
                "description": "「你做出的每個選擇看似不具惡意，但它們讓暴力有了生存的空間。」<br><br>這些看似輕微的點擊、笑聲或轉傳，在無形中放大了他人的傷害。也許你未曾真正思考後果，但這也是我們共同要面對的問題：當冷漠與從眾成為慣性，我們如何才能重新看清行動的分量？"
            },
            "15": {
                "role": "那一步，你差點走過來",
                "description": "「你其實有察覺到哪裡不對，但還是選擇保持距離。」<br><br>在許多時刻，你的沉默不是因為不在意，而是因為害怕、困惑、或無力。這些情感真實存在，我們理解這份掙扎。但也正因如此，對抗暴力從來不只是對或錯，而是一次次更接近行動的努力。"
            },
            "20": {
                "role": "這次，你沒有轉身離開",
                "description": "「你的選擇讓我們看見，沉默並非唯一的答案。」<br><br>你正在用行動證明，理解與同理可以成為抵抗的力量。即使有時不完美，即使不知道該怎麼做，你仍然試著站在受害者那一邊。這樣的你，就是推動改變的重要起點。"
            }
        }
    },
    {
        "chapter": "2",
        "title": "《我以為不會有事》",
        "character": "游晨昀",
        "description": "游晨昀是一位熱衷社群、愛拍照、喜歡記錄生活的大學生，就讀傳播相關科系。他常用短影音記錄與朋友的互動，也習慣在網路上分享生活瑣事。因為相信朋友，所以享受被讚賞與關注，朋友之間也經常以互相捉弄打鬧為樂……",
        "bgImage": "2_0.jpg",
        "stages": [
            {
                "id": 1,
                "bgImage": "2_1.jpg",
                "description": "你和幾個朋友在聊彼此不為人知的情趣話題，氣氛有些曖昧又帶點挑釁。有人忽然笑著說：「欸你手機裡不是有你自己的影片？敢不敢丟到板上讓大家看看？賭你不敢啦！」<br><br>你一時語塞，不知道該怎麼回應，那句話卻在你心裡迴盪了整晚……",
                "choice": [
                    "你笑了笑沒說話，把手機收起來，轉移了話題。",
                    "苦笑著說：「不要啦，這樣會出事。」但也沒勸大家停下來。",
                    "嘴角一勾：「誰說我不敢？」你打開相簿，開始端詳起那支影片",
                    "睡前滑著手機，越想越在意那句話。你點開論壇、點開相簿、手指停留在『上傳』按鈕上好久……最後，你還是按了下去。"
                ]
            },
            {
                "id": 2,
                "bgImage": "2_2.jpg",
                "description": "你最後還是把影片上傳了，加上了馬賽克，用小帳發佈，自以為做足了防護措施。平台的匿名性，讓你有種「不會被發現」的錯覺，甚至有點期待留言和互動……",
                "choice": [
                    " 一遍又一遍地檢查匿名設定，手心冒汗：「應該不會被發現吧…」",
                    "把連結傳給朋友看，說：「我應該不會出事吧？看起來很隱密吧？」",
                    "索性再創了一個新帳號，把影片配圖做成貼文串，像是經營一場「實驗」。",
                    "還主動用迷因語氣寫標題，想要搏得更多讚與留言。"
                ]
            },
            {
                "id": 3,
                "bgImage": "2_3.jpg",
                "description": "隔天你醒來，發現貼文被推爆，影片流傳速度遠超想像，甚至開始有人猜測影片主角的身份。你發現，已經有人在留言中@了某些人的ID……",
                "choice": [
                    "驚慌地刪掉所有貼文，並發訊息請朋友幫忙阻止轉傳。",
                    "假裝什麼事都沒發生，還和朋友一起笑著看留言區。",
                    "一邊滑著留言，一邊懊悔當初的衝動，但覺得自己也沒辦法收拾了。",
                    "乾脆再用小帳發一篇：「你不覺得他很大嗎哈哈哈」，繼續開玩笑，企圖帶走焦點。"
                ]
            },
            {
                "id": 4,
                "bgImage": "2_4.jpg",
                "description": "沒想到，接著有人匿名揭露你的真實身份，貼出你的IG截圖，還標註了學校名稱。你開始收到陌生私訊，甚至學校發來了信件要求說明……",
                "choice": [
                    "驚慌地刪掉所有貼文與小帳號，假裝自己什麼都沒做過。",
                    "鼓起勇氣聯絡 NGO 與平台客服，希望能盡力止損、承擔後果。",
                    "拿出早就準備好的說詞：「不是我發的，那影片我也只是看到而已。」",
                    "從此潛水，關閉所有帳號和通知，連訊息也不敢看"
                ]
            },
            {
                "id": 5,
                "bgImage": "2_5.jpg",
                "description": "風波過去後，你總算恢復平靜的生活，但心裡的焦躁仍偶爾冒出來。你開始反問自己：當初為什麼會這麼做……",
                "choice": [
                    "誠實面對內心：「我只是想被注意，想要大家笑、按讚……」",
                    "心中仍覺得委屈：「我只是運氣不好，被針對了而已。」",
                    "你憤憤地覺得是朋友慫恿你才做出錯誤決定，發誓不再和他們來往。",
                    "你仍然認為這種事其實大家都會做，只是這次太倒楣了點。"
                ]
            }
        ],
        "ends": {
            "bgImage": "2_6.jpg",
            "10": {
                "role": "不小心成為傷害自己的罪犯",
                "description": "「你可能沒有惡意，只是跟著氣氛起哄，想融入、想被認同。但這些看似無傷大雅的行為，也可能造成難以挽回的傷害。」<br><br>你做的選擇中，有些可能只是出於一時衝動，或來自對匿名性的過度信任。然而，每一次的轉發、每一條玩笑留言，都可能讓真實的人陷入巨大的痛苦。這不代表你是壞人，而是提醒我們，在數位世界中，『只是一下』可能比你想像的更深刻。改變不會一蹴可幾，但從意識到行動，每一小步都重要。"
            },
            "15": {
                "role": "你其實知道，只是慢了半步",
                "description": "「你開始意識到事情不對，也想過收手，但往往晚了一步，或者害怕面對結果。」<br><br>你在故事中呈現出來的，是一種很常見的掙扎：介於好奇與焦慮、介於從眾與不安之間。你嘗試過阻止傷害，卻也在某些時刻選擇沉默或逃避。這份猶豫，是很多人面對數位性暴力時的真實反應。重點不在於你做錯了什麼，而是你已經開始意識到「這不只是鬧著玩」，你開始理解行動的重量。下一次，你或許會更早意識到，也更有勇氣說不。"
            },
            "20": {
                "role": "正在練習成為更好的人",
                "description": "「你做過選擇，也曾錯估後果，但你願意承認、願意挽回、願意學習。」<br><br>你不是完美的行動者，也不是生來就知道該怎麼做的人，但你在過程中展現了關鍵的勇氣——反思。你試圖彌補、尋求協助、重新面對自己的動機，這些行動比你想像中有力量。真正的修正不是否認過錯，而是從錯誤中學習，為自己，也為他人創造更友善的空間。你的故事，是許多人正在經歷的路，而你的選擇，正打開更多可能的未來。"
            }
        }
    },
    {
        "chapter": "3",
        "title": "《她不再跟我說話了》",
        "character": "陳恩宇",
        "description": "陳恩宇和她是從高中就認識的摯友，曾經形影不離、無話不談。即便進了不同科系，兩人依然維持著頻繁聯繫。你一直以為，這段關係牢不可破，直到她突然從你的世界裡漸漸消失……",
        "bgImage": "3_0.jpg",
        "stages": [
            {
                "id": 1,
                "bgImage": "3_1.jpg",
                "description": "她最近變得不太一樣，訊息都不讀不回，見面也只是點點頭、匆匆走過。那種熟悉的笑容，彷彿在一夜之間消失了……",
                "choice": [
                    "傳訊息問：「你最近還好嗎？我有點擔心你。」",
                    "約她出來吃飯，但她說很忙，你也就沒再追問。",
                    "在朋友群組開玩笑說：「都不回訊息，還是不是朋友啊？」",
                    "想關心，但又說服自己：「她應該只是想靜一靜吧。」"
                ]
            },
            {
                "id": 2,
                "bgImage": "3_2.jpg",
                "description": "你在匿名社群上看到一支模糊的影片，底下留言有人在猜：「是不是那個XX系的誰？」你一眼就認出來那可能是她。<br><br>你心頭一緊，不敢確定，卻也不敢裝沒看到……",
                "choice": [
                    "馬上截圖私訊她：「這是你嗎？我可以幫你做什麼？」",
                    "默默檢舉了影片，但沒說出口怕她更難堪。",
                    "心裡震驚不已，卻猶豫要不要聯絡她，怕自己說錯話反而傷害她。",
                    "點進去影片看了一下，還截圖傳給朋友：「你覺得是她嗎？」"
                ]
            },
            {
                "id": 3,
                "bgImage": "3_3.jpg",
                "description": "在教室、走廊、甚至社群上，開始有人偷偷議論她的名字，還有人把那段影片做成迷因轉傳，笑聲中藏著殘忍。那些熟悉的臉，現在看起來都讓人厭惡……",
                "choice": [
                    "當場站出來：「這種玩笑很惡劣，你知道她可能正在經歷什麼嗎？」",
                    "假裝沒聽到，但心裡卻悶得發痛。",
                    "勉強擠出笑容，甚至附和幾句，怕自己也被排擠。",
                    "選擇私訊其中一人：「你們這樣說真的不太好。」"
                ]
            },
            {
                "id": 4,
                "bgImage": "3_4.jpg",
                "description": "你鼓起勇氣試著約她出來談談，卻只收到已讀不回。那熟悉的連結像是忽然斷了，讓你不知道還能怎麼辦……",
                "choice": [
                    "傳語音說：「不管你願不願說，我都還是你朋友，我會一直在這裡。」",
                    "在網路上發文：「我朋友最近很怪，有人知道該怎麼辦嗎？」",
                    "傷心地回：「我不會再打擾你了。」心裡一半是難過，一半是失望。",
                    "對別人抱怨：「她真的越來越奇怪了，搞不懂她在想什麼。」"
                ]
            },
            {
                "id": 5,
                "bgImage": "3_5.jpg",
                "description": "你在 IG 上發現她刪光所有貼文，甚至換了帳號，她就這樣消失在你的日常裡，沒有預告，也沒有告別……",
                "choice": [
                    "決定走進現實尋求協助，詢問導師、輔導室能否幫上忙。",
                    "在她生日那天，寫下一張卡片：「如果你在某一天記得我，我會在這裡等你。」",
                    "翻看過往合照，停留在某張笑得燦爛的畫面前，眼眶發熱。",
                    "關掉手機，自言自語：「這段友情大概就這樣吧。」"
                ]
            }
        ],
        "ends": {
            "bgImage": "3_6.jpg",
            "10": {
                "role": "你沒離開，但她走了",
                "description": "「你曾經靠近，但也選擇了退後。在傷害發生的那一刻，你沒有站在她身邊。」<br><br>這段關係裡，你感受到了不對勁，也曾猶豫是否介入，但最終選擇了觀望。也許是不知所措，也許是害怕說錯話。但你的沉默，讓她更加孤單，也錯失了你原本能給予的力量。"
            },
            "15": {
                "role": "遲來的陪伴不算太晚",
                "description": "「你在懷疑與壓力中動搖，但至少開始理解：陪伴不必完美，也能有力量。」<br><br>你不是一開始就能站穩腳步，但在反覆思索與情感交錯中，你試著靠近。你學會不用急著給答案，而是先給一個願意聽的空間。你正在學會如何成為一個真正的支持者。"
            },
            "20": {
                "role": "你不說話，但她知道你在",
                "description": "「你用真誠的行動與情感，在她最孤單的時候，成為那個始終沒有離開的人。」<br><br>即便她不說、你也不全懂，但你選擇陪在她身邊。你理解有些傷口無法立刻癒合，也明白沉默本身就是求救的訊號。你不急著打破沉默，而是耐心守候，讓她知道自己不再是孤軍奮戰。"
            }
        }
    },
    {
        "chapter": "4",
        "title": "《我只是做了一個平台》",
        "character": "周子睿",
        "description": "周子睿是資訊工程系的大學生，擁有優秀的程式能力，參與過多場開源社群活動與創新競賽。畢業前，他用課餘時間打造了一個讓人可以匿名發洩情緒、分享祕密的平台，原以為是一場理想與技術結合的創新實驗，卻沒想到意外造成無法預期的後果……",
        "bgImage": "4_0.jpg",
        "stages": [
            {
                "id": 1,
                "bgImage": "4_1.jpg",
                "description": "你帶著熱情創立了一個匿名分享平台，期望人們可以在這裡釋放壓力、傾訴心事、不必包裝自己。平台一上線，就引來不少學生測試發文，氣氛熱絡……",
                "choice": [
                    "在首頁醒目標註：「禁止散布任何具傷害性或違法內容」，希望使用者自律使用。",
                    "選擇完全開放，堅信言論自由會帶來治癒。",
                    "增設「按讚」、「匿名留言」等功能，希望提高參與與互動熱度。",
                    "設定標籤與分群分類，讓不同類型的使用者能找到屬於自己的發言空間。"
                ]
            },
            {
                "id": 2,
                "bgImage": "4_2.jpg",
                "description": "平台迅速走紅。你發現許多匿名帳號開始上傳曖昧對話截圖、自曝內容，甚至出現模糊不清、疑似偷拍的片段，留言卻是一片歡呼與起鬨……",
                "choice": [
                    "立即手動下架所有可疑內容，並發布公告強調禁止上傳違規影片。",
                    "設立檢舉機制，但沒有即時審核。",
                    "感到為難，決定觀察一陣子再處理。",
                    "決定不干涉，認為「觀看與上傳都是使用者的自由選擇」。"
                ]
            },
            {
                "id": 3,
                "bgImage": "4_3.jpg",
                "description": "某天早晨，你收到一封主管機關寄來的正式信函，指出平台上已有用戶上傳未經同意的影像內容，已觸犯個資與網安法規。你才突然意識到，這已經不是技術範疇，而是真實的法律與責任……",
                "choice": [
                    "主動暫時關站，向主管機關與大眾說明平台規劃與改善方向。",
                    "修改系統設定，限制匿名登入並調整貼文審核門檻。",
                    "利用假名轉移站務權限，讓平台繼續運作。",
                    "回信推卸責任：「我們只提供技術，內容是使用者的事。」"
                ]
            },
            {
                "id": 4,
                "bgImage": "4_4.jpg",
                "description": "平台數據持續飆升，吸引投資人贊助。上級卻開始暗示：「現在刪內容太乾淨只會把人趕走。」有人甚至說：「你別自毀未來好嗎？」此時的你夾在理想、責任與流量之間……",
                "choice": [
                    "明確拒絕：「我們不能靠傷害別人來建立所謂的成功。」 ",
                    "嘗試設計更細緻的分級制度，希望找到妥協的邊界。",
                    "暫時把問題內容隱藏而非刪除，安撫雙方情緒。",
                    "選擇無視，畢竟現在平台發展看起來很成功。"
                ]
            },
            {
                "id": 5,
                "bgImage": "4_5.jpg",
                "description": "深夜，你收到一則來自女學生的私訊，她聲音顫抖地說：「那個影片是我……我從沒同意它出現在你的平台上，拜託你，幫我刪掉……」<br><br>此時，你終於與那些「畫面背後的人」正面相遇……",
                "choice": [
                    "立刻回覆、協助下架，封鎖來源，誠懇道歉，並宣布將啟動平台全面機制改革。",
                    "要求她提出完整證明，再根據「平台規定流程」處理。",
                    "視而不見，當作沒看見這則訊息。",
                    "冷回一句：「你去找上傳的人啊，這不是我的事。」"
                ]
            }
        ],
        "ends": {
            "bgImage": "4_6.jpg",
            "10": {
                "role": "我沒傷害她，但我讓傷害發生",
                "description": "「你曾說你只是個創作者，卻忽略了每一行程式碼背後的影響力。」<br><br>你選擇聚焦在技術與數據成長，對平台上的暴力與傷害視而不見。你不覺得自己該負責，也避免面對不便與衝突，但你忘了，無作為也可能是共犯。那些沉默的點擊、缺席的審查、一次次的不作為，就是讓傷害擴大的推手，你沒有揮刀，但你給了刀一個舞台。"
            },
            "15": {
                "role": "我知道該停止，但我遲了一步",
                "description": "「你在壓力與道德之間折衷，做了一些努力，也錯過了一些重要的選擇。」<br><br>你看見了問題，也嘗試處理，但在使用者數據與資方壓力中搖擺不定。你想保護被傷害的人，卻也害怕平台被關掉，被困在體制的夾縫中，但你忘了，有時猶豫本身就是一種傷害"
            },
            "20": {
                "role": "我沒能阻止最初的痛，但我願意成為最後一個說對不起的人",
                "description": "「你最終明白：設計平台也意味著設計責任。你選擇站在人的一邊。」<br><br>你理解科技不能只是中性的工具，也意識到設計者必須對其帶來的影響有所回應。你開始調整規則、發聲倡議，努力將平台轉向一個更安全、更友善的空間。"
            }
        }
    },
    {
        "chapter": "5",
        "title": "《不是我，卻也無處可逃》",
        "character": "許以辰",
        "description": "許以辰是一位個性內向的大學生，不善社交，也從不參與話題中心。他喜歡窩在圖書館一角，按時上課、默默回家，一切生活平凡得如一灘靜水……",
        "bgImage": "5_0.jpg",
        "stages": [
            {
                "id": 1,
                "bgImage": "5_1.jpg",
                "description": "那天傍晚，你正在準備期末報告，突然手機跳出訊息。是高中同學傳來的：「欸，這個影片裡是不是你啊？」<br><br>你愣住了。點開連結，是一段模糊的私密影片。角度不清、臉部不明，但留言一面倒地指向你。你不記得拍過這種影片，但心跳開始加速，額頭浮出冷汗……",
                "choice": [
                    "馬上搜尋影片來源，拼命找出到底是怎麼回事。",
                    "傻眼地問朋友：「到底怎麼會這樣？」你期待有人能告訴你究竟發生了什麼。",
                    "一笑置之：「開什麼玩笑，那又不是我。」強裝無所謂，但你開始感受到焦慮。",
                    "心裡一陣刺痛，連忙刪光社群帳號，希望能刪掉一切與這世界的連結。"
                ]
            },
            {
                "id": 2,
                "bgImage": "5_2.jpg",
                "description": "隔天醒來，世界徹底變了。匿名版上有人貼出你在系上報告的照片，說「根本一模一樣」，還有人標記你的名字。<br><br>你像被推到舞台中央，卻連說「不是我」的麥克風都沒有。訊息接連湧入，有人問、有人氣憤、有人純粹看熱鬧……",
                "choice": [
                    "你決定冷靜處理，在 IG 發出澄清文，附上不在場證明，希望挽回一點真相。",
                    "走進輔導室的門，聲音顫抖地說：「我需要幫助。」",
                    "假裝沒事，一樣照常去上課。",
                    "你請好友幫你留言澄清，自己不願現身，生怕一露面就引來更多質疑。"
                ]
            },
            {
                "id": 3,
                "bgImage": "5_3.jpg",
                "description": "原本每天坐你旁邊的同學，換了位子。社團群組不再有你的名字。連走在校園裡，曾經深交的好友，也開始避開你的目光。<br><br>你沒想到，不需要證據，只要一個連結，一句「看起來像」，就足以讓所有人默認你是那個人……",
                "choice": [
                    "深吸一口氣，傳訊給那位一直信任你的朋友：「我可以跟你談談嗎？」",
                    "主動向同學澄清，希望謠言止於對話。",
                    "提交休學申請書。",
                    "靜靜地、不再多話，對於一切質問只回一句：「隨便你們怎麼想。」"
                ]
            },
            {
                "id": 4,
                "bgImage": "5_4.jpg",
                "description": "你不再滑手機，甚至不再出門。就連早晨的陽光，都刺得你眼睛發痛。你開始懷疑是不是自己真的哪裡不對，才會讓這一切發生……",
                "choice": [
                    "打開日記本，開始記錄每一個難過的時刻，並偷偷打開心理諮商網頁。",
                    "一遍又一遍看留言，哭著問自己：「是不是我活該？」甚至動了自傷的念頭。<br><br><p class='text-xs text-red-400'>（珍惜生命，自殺不能解決問題，生命一定可以找到出路。 如果需諮商或相關協助可撥生命線專線「1995」或張老師服務專線「1980」。）</p>",
                    "強迫自己轉移注意力，報名志工、做家事、背英文單字，假裝一切已過去。",
                    "拉下窗簾，關掉手機，對所有人關上門：「我再也不想相信任何人了。」 "
                ]
            },
            {
                "id": 5,
                "bgImage": "5_5.jpg",
                "description": "某天，你收到一封信。是來自一個性別倡議團體的匿名邀請：「我們知道，你不是影片裡的那個人，但你因此受到了傷害。我們想邀請你分享這段經歷，讓更多人明白：看起來像，不代表就是。」<br><br>你盯著那封信看了很久，思緒萬千……",
                "choice": [
                    "你寫下一篇貼文，打開留言區，任由世界評價你。",
                    "默默關掉信箱，把這一切鎖進記憶深處。你不想再被提起。",
                    "回信感謝對方：「雖然我不想再公開談論這些，但謝謝你，讓我知道這些經歷是有意義的。」",
                    "氣得回信指責：「你們只是在消費受害者！」"
                ]
            }
        ],
        "ends": {
            "bgImage": "5_6.jpg",
            "10": {
                "role": "說不出口的委屈",
                "description": "「你沒有選擇這場風暴，只想靜靜活下來。」<br><br>你努力想與這場風暴保持距離，選擇沉默或封閉自己，只希望傷害早日結束。這樣的選擇本身就很不容易。沒有人應該承擔不屬於自己的痛，願未來的你，能遇見不再需要躲藏的世界，也能有勇氣訴說那些從未被傾聽的委屈。"
            },
            "15": {
                "role": "走在學會相信的路上",
                "description": "「你還在迷霧中徘徊，卻沒有放棄前行。」<br><br>你在矛盾與懷疑中前行，有時想澄清、有時想逃避，有時又想相信這一切終會過去。這條路比你想像得漫長，你曾走進黑暗，也曾回頭張望，但你從未完全放棄理解自己、理解他人。願你在每一次不確定與退縮之間，找到屬於你的節奏，慢慢走出迷霧，也慢慢找到可以靠岸的地方。"

            },
            "20": {
                "role": "在風暴裡練習溫柔",
                "description": "「你選擇理解自己，也選擇重新相信世界。」<br><br>你在恐懼裡找到了勇氣，在混亂中堅持清醒，學會既保護自己，也保有對世界的信任。這樣的你，不只是倖存者，而是重新為他人開啟出口的人。願你的故事，不再只是痛苦的記憶，而是一束溫柔的光，照亮那些仍在迷途中掙扎的靈魂。"
            }
        }
    }
]

